[
    {
        "Name": "Bisasam",
        "Typ": "Pflanze/Gift",
        "Beschreibung": "Bisasam nimmt während der Entwicklung Energie aus seiner Umgebung auf. Die Knospe auf seinem Rücken wird größer und entwickelt sich zu einem Blütenstand.",
        "Größe": "0.7 m",
        "ID": 1,
        "Bild": "021.png"
    },
    {
        "Name": "Bisaknosp",
        "Typ": "Pflanze/Gift",
        "Beschreibung": "Bisaknosp besitzt einen großen Blütenstand auf seinem Rücken. In diesem Blütenstand befinden sich Pflanzen, die das Pokémon mit Nährstoffen versorgen.",
        "Größe": "1.0 m",
        "ID": 2,
        "Bild": "022.png"
    },
    {
        "Name": "Bisaflor",
        "Typ": "Pflanze/Gift",
        "Beschreibung": "Bisaflor sammelt Sonnenlicht mit seinen Blütenblättern und wandelt es in Energie um. Es ist in der Lage, einen starken Duft zu verströmen, um Feinde abzuschrecken.",
        "Größe": "2.0 m",
        "ID": 3,
        "Bild": "023.png"
    },
    {
        "Name": "Glumanda",
        "Typ": "Feuer",
        "Beschreibung": "Glumanda speichert Flammen in seinem Bauch, die als Indikator für seine Gesundheit dienen. Es ist äußerst selten in freier Wildbahn anzutreffen.",
        "Größe": "0.6 m",
        "ID": 4,
        "Bild": "024.png"
    },
    {
        "Name": "Glutexo",
        "Typ": "Feuer",
        "Beschreibung": "Glutexo hat ein starkes Feuer in seinem Inneren, das von Tag zu Tag größer wird. Es wird schnell wütend und ist ein hartnäckiger Kämpfer.",
        "Größe": "1.1 m",
        "ID": 5,
        "Bild": "025.png"
    },
    {
        "Name": "Glurak",
        "Typ": "Feuer/Flug",
        "Beschreibung": "Glurak ist ein gefährliches und beeindruckendes Pokémon. Mit seinen mächtigen Flügeln kann es Feuerbälle erzeugen, die ganze Landschaften in Brand setzen können.",
        "Größe": "1.7 m",
        "ID": 6,
        "Bild": "026.png"
    },
    {
        "Name": "Schiggy",
        "Typ": "Wasser",
        "Beschreibung": "Schiggy ist ein kleines und süßes Pokémon, das eine harte Schale trägt. Es kann in Gewässern leben und mit seinen Flossen schnell schwimmen.",
        "Größe": "0.5 m",
        "ID": 7,
        "Bild": "027.png"
    },
    {
        "Name": "Schillok",
        "Typ": "Wasser",
        "Beschreibung": "Schillok ist das entwickelte Form von Schiggy. Sein Panzer hat sich vergrößert und bietet besseren Schutz. Es kann seine Schwimmfähigkeiten weiter verbessern.",
        "Größe": "1.0 m",
        "ID": 8,
        "Bild": "028.png"
    },
    {
        "Name": "Turtok",
        "Typ": "Wasser",
        "Beschreibung": "Turtok ist die finale Entwicklungsstufe von Schiggy. Mit seinem gewaltigen Panzer und seinen starken Schwimmfähigkeiten kann es sich selbst vor den stärksten Angriffen schützen.",
        "Größe": "1.6 m",
        "ID": 9,
        "Bild": "029.png"
    },
    {
        "Name": "Raupy",
        "Typ": "Käfer",
        "Beschreibung": "Raupy besitzt einen starken Appetit und frisst ständig Blätter. Es ist schwach und vorsichtig, sodass es bei Gefahr seinen Körper mit einem Seidenfaden schützt.",
        "Größe": "0.3 m",
        "ID": 10,
        "Bild": "030.png"
    },
    {
        "Name": "Safcon",
        "Typ": "Käfer",
        "Beschreibung": "Safcon hat einen schützenden Kokon um seinen Körper gewebt. Es bleibt in diesem Kokon verborgen und entwickelt sich langsam weiter.",
        "Größe": "0.7 m",
        "ID": 11,
        "Bild": "031.png"
    },
    {
        "Name": "Smettbo",
        "Typ": "Käfer/Flug",
        "Beschreibung": "Smettbo ist das entwickelte Form von Safcon. Es hat zarte Flügel und ist ein geschickter Flieger. Es saugt Nektar aus Blumen, um seine Kräfte wiederherzustellen.",
        "Größe": "1.0 m",
        "ID": 12,
        "Bild": "032.png"
    },
    {
        "Name": "Hornliu",
        "Typ": "Käfer/Gift",
        "Beschreibung": "Hornliu besitzt einen giftigen Stachel auf seinem Kopf. Es nutzt seinen Stachel zum Schutz vor Feinden und zur Verteidigung.",
        "Größe": "0.3 m",
        "ID": 13,
        "Bild": "033.png"
    },
    {
        "Name": "Kokuna",
        "Typ": "Käfer/Gift",
        "Beschreibung": "Kokuna hat sich in einen dicken Kokon eingewebt. Während dieser Phase findet keine Entwicklung statt, es wartet nur auf den richtigen Zeitpunkt, um sich weiterzuentwickeln.",
        "Größe": "0.6 m",
        "ID": 14,
        "Bild": "034.png"
    },
    {
        "Name": "Bibor",
        "Typ": "Käfer/Gift",
        "Beschreibung": "Bibor ist das entwickelte Form von Hornliu. Es hat scharfe Klingen an seinen Armen und kann mit seinen Giftstacheln tödliche Angriffe durchführen.",
        "Größe": "1.5 m",
        "ID": 15,
        "Bild": "035.png"
    },
    {
        "Name": "Taubsi",
        "Typ": "Normal/Flug",
        "Beschreibung": "Taubsi hat einen ausgezeichneten Orientierungssinn und kann immer den Weg nach Hause finden, selbst über weite Entfernungen. Es ist ein häufiges Pokémon.",
        "Größe": "0.3 m",
        "ID": 16,
        "Bild": "036.png"
    },
    {
        "Name": "Tauboga",
        "Typ": "Normal/Flug",
        "Beschreibung": "Tauboga ist das entwickelte Form von Taubsi. Es hat eine größere Flügelspannweite und kann längere Strecken fliegen. Es gilt als treuer Begleiter.",
        "Größe": "1.2 m",
        "ID": 17,
        "Bild": "037.png"
    },
    {
        "Name": "Tauboss",
        "Typ": "Normal/Flug",
        "Beschreibung": "Tauboss ist die finale Entwicklungsstufe von Taubsi. Es hat einen majestätischen Flug und kann hohe Geschwindigkeiten erreichen. Es verteidigt sein Territorium energisch.",
        "Größe": "1.6 m",
        "ID": 18,
        "Bild": "038.png"
    },
    {
        "Name": "Rattfratz",
        "Typ": "Normal",
        "Beschreibung": "Rattfratz hat große Vorderzähne, mit denen es alles anknabbern kann. Es ist nachtaktiv und sucht in der Dunkelheit nach Nahrung.",
        "Größe": "0.3 m",
        "ID": 19,
        "Bild": "039.png"
    },
    {
        "Name": "Rattikarl",
        "Typ": "Normal",
        "Beschreibung": "Rattikarl ist das entwickelte Form von Rattfratz. Es hat scharfe Zähne und kann damit mühelos durch harte Gegenstände beißen. Es ist ein geschickter Jäger.",
        "Größe": "0.7 m",
        "ID": 20,
        "Bild": "040.png"
    },
    {
        "Name": "Habitak",
        "Nr": "021",
        "Typ": [
            "Käfer",
            "Flug"
        ],
        "Größe": "1,0 m",
        "Beschreibung": "Habitak ist ein aggressiver Jäger und greift seine Beute mit seinem scharfen Schnabel an. Es baut Nester in Baumhöhlen.",
        "ID": 21,
        "Bild": "041.png"
    },
    {
        "Name": "Ibitak",
        "Nr": "022",
        "Typ": [
            "Käfer",
            "Flug"
        ],
        "Größe": "1,5 m",
        "Beschreibung": "Ibitak patrouilliert stolz sein Revier in den Himmel. Es greift Eindringlinge mutig an, um sein Territorium zu verteidigen.",
        "ID": 22,
        "Bild": "042.png"
    },
    {
        "Name": "Rettan",
        "Nr": "023",
        "Typ": [
            "Gift"
        ],
        "Größe": "2,0 m",
        "Beschreibung": "Rettan hat eine scharfe Klaue an seinem Schwanzende, die es geschickt einsetzt. Es gilt als Symbol der Stärke und des Stolzes.",
        "ID": 23,
        "Bild": "043.png"
    },
    {
        "Name": "Arbok",
        "Nr": "024",
        "Typ": [
            "Gift"
        ],
        "Größe": "3,5 m",
        "Beschreibung": "Arbok steht für Angst und Schrecken. Es hat ein Muster auf seinem Bauch, das wie ein furchteinflößendes Gesicht aussieht.",
        "ID": 24,
        "Bild": "044.png"
    },
    {
        "Name": "Pikachu",
        "Nr": "025",
        "Typ": [
            "Elektro"
        ],
        "Größe": "0,4 m",
        "Beschreibung": "Pikachu ist ein niedliches und energiegeladenes Pokémon. Es erzeugt Elektrizität durch Reiben seiner Backen zusammen.",
        "ID": 25,
        "Bild": "045.png"
    },
    {
        "Name": "Raichu",
        "Nr": "026",
        "Typ": [
            "Elektro"
        ],
        "Größe": "0,8 m",
        "Beschreibung": "Raichu besitzt eine hohe elektrische Ladung in seinem Körper. Es kann starke Elektroimpulse erzeugen, um seine Feinde zu besiegen.",
        "ID": 26,
        "Bild": "046.png"
    },
    {
        "Name": "Sandan",
        "Nr": "027",
        "Typ": [
            "Boden"
        ],
        "Größe": "0,6 m",
        "Beschreibung": "Sandan hat scharfe Stacheln auf seinem Rücken, die es zum Schutz einsetzt. Es rollt sich zusammen und versteckt sich in seinem Panzer, wenn es bedroht wird.",
        "ID": 27,
        "Bild": "047.png"
    },
    {
        "Name": "Sandamer",
        "Nr": "028",
        "Typ": [
            "Boden"
        ],
        "Größe": "1,0 m",
        "Beschreibung": "Sandamer ist ein schnelles und wendiges Pokémon. Es kann Sandstürme erzeugen, um seine Gegner zu verwirren und anzugreifen.",
        "ID": 28,
        "Bild": "048.png"
    },
    {
        "Name": "Nidoran (weiblich)",
        "Nr": "029",
        "Typ": [
            "Gift"
        ],
        "Größe": "0,4 m",
        "Beschreibung": "Nidoran (weiblich) hat scharfe Giftstacheln auf ihrem Rücken. Sie sind vorsichtig und scheu, aber können auch mutig sein, wenn sie ihr Territorium verteidigen.",
        "ID": 29,
        "Bild": "049.png"
    },
    {
        "Name": "Nidorina",
        "Nr": "030",
        "Typ": [
            "Gift"
        ],
        "Größe": "0,8 m",
        "Beschreibung": "Nidorina ist ein sanftmütiges Pokémon. Sie entwickelt sich weiter, wenn sie einen Mondstein trägt und wird zu einer stärkeren Nidoqueen.",
        "ID": 30,
        "Bild": "050.png"
    }
]